node/wrk.log
Running 20s test @ http://127.0.0.1:3000/?q1=1&q2=2&q3=3&q4=4
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.58ms   14.05ms 356.49ms   99.18%
    Req/Sec     2.13k   155.50     3.41k    95.69%
  506901 requests in 20.01s, 102.00MB read
Requests/sec:  25335.13
Transfer/sec:      5.10MB